Repository: EDRi-org/Privacy4Kids
Catalog: locale/*.po
Languages: nb_no

source: YOUR GUIDE TO THE DIGITAL DEFENDERS VS. DATA INTRUDERS TAKE CONTROL OF YOUR STUFF ONLINE PRIVACY FOR KIDS
nb_no: DIN VEILEDER TIL DE DIGITALE FORSVARERE MOT DATAINNTRENGERE TA KONTROLL OVER DINE TING PÅ NETTET PRIVATLIV FOR BARN

source: [Cover text] THE INTERNET. IT IS COOL, FAST AND GLOBAL. But it is also complex. Sometimes it can be difficult to see where we are at risk – and where our private stuff online can be read and used by others. Luckily, in our parallel universe where the DIGITAL DEFENDERS fight the evil DATA INTRUDERS, it is easy to see who are the good and who are the bad guys. www.edri.org
nb_no: INTERNETT. KULT, RASKT OG VERDENSOMSPENNENDE. Det er også komplekst. Noen ganger kan det være vanskelig å se hvor vi løper risiko – og hvor våre private ting kan leses og brukes av andre. Heldigvis, i vårt parallelle univers, der de DIGITALE BESKYTTERNE sloss mot de onde DATAINNGRIPERNE, er det enkelt å se hvem som er de snille, og hvem som er slemmingene. www.edri.org

source: Booklet edited by: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi
nb_no: Folder redigert av: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi

source: Comics: Gregor Sedlag
nb_no: Tegneserier: Gregor Sedlag

source: Art & design by: Gregor Sedlag Heini Jarvinen (EDRi-former illustrations)
nb_no: Grafikk og formgivning av: Gregor Sedlag Heini Jarvinen (EDRi-tidligere illustrasjoner)

source: Special thanks to: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
nb_no: Spesiell takk til: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL

source: Contributions by: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy
nb_no: Bidrag av: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy

source: Chapters:
nb_no: Kapittel:

source: Chapter 1: What's the internet? Chapter 2: What's privacy? Chapter 3: Top three tips and tricks Chapter 4: Protect yourself on social networks Chapter 5: Smartphone security Chapter 6: Safer messaging Chapter 7: Surfing the internet Chapter 8: Password security Chapter 9: Photo and video sharing Chapter 10: Apps & tools we like Chapter 11: Hands-on guide for Signal
nb_no: Kapittel 1: Hva er Internett? Kapittel 2: Hva er personvern? Kapittel 3: De tre beste tips og triksene Kapittel 4: Beskytt deg selv på sosiale nettverk Kapittel 5: Smarttelefoner og sikkerhet Kapittel 6: Sikrere meldingstjenester Kapittel 7: Surfing på Internett Kapittel 8: Passordsikkerhet Kapittel 9: Bilde- og video-deling. Kapittel 10: Programmer og verktøy vi liker Kapittel 11: Praktisk veiledning til Signal

source: The internet. It is cool, fast and global.
nb_no: Internett. Kult, raskt og verdensomspennende.

source: But it is also complex. Sometimes it can be difficult to see where we are at risk – and where our private stuff online can be read and used by others.
nb_no: Det er også komplekst. Noen ganger kan det være vanskelig å se hvor vi løper risiko – og hvor våre private ting kan leses og brukes av andre.

source: Luckily, in our parallel universe where the Defenders fight the evil Intruders, it is easy to see who are the good and who are the bad guys.
nb_no: Heldigvis, i vårt parallelle univers, der beskytterne sloss mot de onde inngriperne, er det enkelt å se hvem som er de snille, og hvem som er slemmingene.

source: The Defenders will show you some tips and tricks to protect yourself online. They will teach you self-defence to fight the Intruders.
nb_no: Beskytterne vil vise deg noen tips og triks for å beskytte deg selv på nett. De vil lære deg selvforsvar for å hanskes med inntrengerne.

source: So check out this bookletand get ready to join our superhero team, the Defenders!
nb_no: Sjekk ut denne folderen, og vær klar til å bli med på vårt superheltelag, Vokterne!

source: Your friend,
nb_no: Din venn,

source: OH, AND KEEP YOUR EYES OPEN FOR THE EDRi-former GAME
nb_no: Hold øynene åpne for EDRi-former spillet

source: You will find quests throughout the booklet. Every quest has only one right answer that will give you one letter. Together, the letters will form the solution word. Hint: it is a word that consists of six letters. The achievement to unlock: A POWERFUL DIGITAL ARMOUR.
nb_no: Du vil finne rebuser rundt omkring i folderen. Hver rebus har bare ett rett svar og vil gi deg én bokstav. Sammen vil bokstavene stave løsningsordet. Hint: det er et ord som består av seks bokstaver. Utmerkelsen som låses opp: EN MEKTIG DIGITAL RUSTNING.

source: Once you have found the word, you need it to go to a secret page on the internet. Here is how: 1. Find the missing part of the following link: https://edri.org/xxxxxx . 2. Replace the xxxxxx with the solution word (six letters) of the game quests and enter the complete link in your browser.
nb_no: Når du har funnet ordet, vil du måtte gå til en hemmelig side på Internett. Dette er hvordan: 1. Finn den manglende delen av følgende lenke: https://edri.org/xxxxxx . 2. Erstatt xxxxxx med løsningsordet (seks bokstaver) du får fra spillrebusene, og skriv inn den helhetlige lenken i din nettleser.

source: C H A P T E R 1 1 What's the internet?
nb_no: K A P I T T E L 1 1 Hva er Internett?

source: The internet is a global network of devices.
nb_no: Internett er et globalt nettverk av enheter.

source: When you use the internet on your laptop, tablet or phone, it is a part of the network.
nb_no: Når du bruker Internett på din bærbare, brett eller telefon, er det en del av nettverket.

source: One of the special features of the internet is that lots of different technologies can all be used in the same network.
nb_no: En av de spesielle funksjonene på Internett er at mange forskjellige teknologier kan brukes på samme nettverk.

source: We can even use the same connection to download a video, play a game and chat with our friends at the same time.
nb_no: Vi kan sågar bruke samme tilkobling til å laste ned video, spille et spill og sludre med våre venner samtidig.

source: The internet is global, it is fast and gives us a whole world of opportunities.
nb_no: Internett er verdensomspennende, det er raskt, og gir oss en hel verden av muligheter.

source: The internet is an amazing and powerful invention. Before the internet spread widely, there was no easy way of connecting lots of people with each other. It was much more difficult to listen to music or watch a movie. Also, the internet is a great place to learn as most of the information and knowledge is shared online.
nb_no: Internett er en utrolig og kraftig oppfinnelse. Før Internett spredte seg viden omkring, var det ingen enkel måte å koble mange folk til hverandre. Det var mye vanskeligere å lytte til musikk eller å se en film. Internett er også en flott plass å lære siden mesteparten av informasjonen og kunnskapen deles på nett.

source: Internet technology is a bit like a big hill covered with snow – we can use it for skiing, snowboarding or building a snowman. All we need is snow!
nb_no: Internetteknologi er litt som en stor bakke dekt av snø – vi kan bruke den til å kjøre ski, snøbrett eller å bygge en snømann. Alt vi trenger er snø!

source: In the online world, the hill is our internet connection and the snow is the language the network speaks – the “internet protocol”!
nb_no: I den nettbaserte verden, er bakken vår internettilknytning, og snøen er språket nettverket snakker – "internettprotokollen"!

source: Social networks and other online services look like they are for free – but we actually pay with the personal information that we put online. Information about what we write or read or watch is used by online companies.
nb_no: Sosiale nettverk og andre nettbaserte tjenester ser ut til å være gratis – men vi betaler faktisk med personlig informasjon som vi legger på nett. Informasjon om hva vi skriver, leser eller ser brukes av nettbaserte selskaper.

source: How can we stay in control of the information we share online?
nb_no: Hvordan kan vi beholde kontrollen over informasjonen vi deler på nett?

source: You will find the answer to this question in this booklet.
nb_no: Du finner svaret på dette spørsmålet i dette heftet.

source: C H A P T E R 2 2 What is privacy?
nb_no: K A P I T T E L 2 2 Hva er personvern?

source: If we have privacy, we have control. But what does this mean?
nb_no: Hvis vi hegner om personlig informasjon/privatliv, har vi kontroll. Men hva betyr dette?

source: Privacy is our right to decidewhat to share and with whom we share it.
nb_no: Personvern er vår rett til å bestemme hva vi deler og hvem vi deler det med (det vil si retten til et privatliv og retten til å bestemme over egne personopplysninger).

source: This means, for example, that you have the right to ask Google, Facebook and others what kind of information they have collected about you. You can also ask them to delete these data.
nb_no: Dette betyr, for eksempel, at du har rett til å spørre Google, Facebook og andre om hva slags informasjon de har samlet inn om deg. Du kan også spørre dem om å slette denne dataen.

source: When we protect our privacy, we can feel more secure and safe, because there might be information that could hurt us if the wrong person knows about it.
nb_no: Når vi beskytter vårt rett til privatsfære, føler vi oss sikrere og tryggere, fordi det kan dreie seg om informasjon som kan skade oss hvis det kommer feil person for øye.

source: It might be information that we wish to share with some people, like our parents or teachers, but not with anyone else.
nb_no: Det kan være informasjon som vi ønsker å dele med noen, som våre foreldre eller lærere, men ikke med noen andre.

source: But we can also help others when we protect our privacy, because they might want to share something with us that should not be shared with anyone else.
nb_no: Men vi kan også hjelpe andre når vi beskytter vårt personvern, fordi de kanskje ønsker å dele noe med oss som ikke bør deles med noen andre.

source: We all have something we don't want to share with others.
nb_no: Vi har alle noe vi ikke vil dele med andre.

source: Taking care of our own privacy has a lot to do with taking care of our friends too, because it helps us to be free, safe and trustworthy.
nb_no: Å ta hånd om vårt eget personvern har mye å gjøre med å ta vare på vårt vennskap med andre også, fordi det hjelper oss å være frie, trygge, og pålitelige.

source: Our parents, friends or anyone who uses the computer after us, can also sometimes see what we searched for. This can happen if we forget to log out or simply when they look at the computer's history.
nb_no: Våre foreldre, venner eller andre som bruker datamaskinen etter oss, kan noen ganger se hva vi søkte etter. Dette kan skje fordi vi glemte å logge ut, eller ganske enkelt fordi de ser i datamaskinens historikk.

source: >>Did you know?
nb_no: >>Visste du?

source: Only 20 years ago, most homes had only one phone line which only one person could use at a time. Hardly anyone had a mobile phone and not many people had e-mail.
nb_no: For bare 20 år siden, hadde de fleste hjem bare én telefonlinje som bare én person kunne bruke om gangen. Nesten ingen hadde mobiltelefon, og ikke mange hadde e-post.

source: »QUEST1: THE INTERNET IS...
nb_no: »REBUS1: INTERNETT ER…

source: C H A P T E R 3 Protect yourself on social networks
nb_no: K A P I T T E L 3 Beskytt deg selv på sosiale nettverk

source: It can be so much fun to use social networks. On social networks, we can chat with friends and family, share pictures, send private messages and post information publicly.
nb_no: Det kan være veldig gøy å bruke sosiale nettverk. På sosiale nettverk kan vi sludre med venner og familie, dele bilder, sende private meldinger og poste informasjon til offentligheten.

source: In some countries, children under the age of 13 are not allowed to use some social networks account. If you want to use social networks, it is best to ask your family and teachers to be sure.
nb_no: I noen land har ikke barn under 13-årsalderen lov til å bruke noen sosiale mediekontoer. Hvis du ønsker å bruke sosiale nettverk, er det best å spørre din familie og lærere for å være sikker.

source: >> YouTube, Facebook, Instagram, Snapchat, Diaspora and many more are all social networks.
nb_no: >> YouTube, Facebook, Instagram, Snapchat, Diaspora og flere til er alle sosiale nettverk.

source: Do you have favourite ones? Why do you like them?
nb_no: Har du noen favoritter? Hvorfor liker du dem?

source: Some social networks even store the messages that we don't send! Imagine that, when you write a message to your friend on Facebook and don't send the message, your friend will not know about the message. But Facebook stores it!
nb_no: Noen sosiale nettverk lagrer selv meldinger vi ikke sender! Forestill deg at når du skriver en melding til din venn på Facebook, vil ikke din venn få vite om meldingen. Men Facebook lagrer den!

source: Keep in mind that everything we do on a social network is recorded on the computers of the companies. That doesn't mean that they are going to do something bad with it – but you should know that this is happening.
nb_no: Husk at alt vi gjør på et sosialt nettverk blir registrert på selskapenes datamaskiner. Det betyr ikke at de vil gjøre noe galt med det - men du bør vite at dette skjer.

source: » DID YOU KNOW? The things we type into a search engine or write in a chat message to a friend are not completely deleted. Companies that provide the services we use (like YouTube, Facebook, Snapchat and so on) can record what we write, the websites we visit and the things we search for online.
nb_no: » VISSTE DU DETTE? Tingene vi skriver inn i en søkemotor, eller skriver i en chattemelding til en venn, blir ikke fullstendig slettet. Bedrifter som leverer tjenestene vi bruker (som YouTube, Facebook, Snapchat og så videre) kan registrere hva vi skriver, nettstedene vi besøker og de tingene vi søker etter på nettet.

source: » QUEST 2: PRIVACY IS IMPORTANT BECAUSE... [T] ...it helps us to watch music videos. [R] ...it helps us to be free and in control online. [G] ...it helps us to share pictures with the entire world.
nb_no: » SPØRSMÅL 2: PERSONVERN ER VIKTIG FORDI... [T] ...det hjelper oss til å se musikkvideoer. [R] ...det hjelper oss til å være fri og ha 1: THE INTERNET IS...kontroll med nettet. [G] ...det hjelper oss med å dele bilder med hele verden.

source: DIGITAL DEFENDERS v DATA INTRUDERS (I)
nb_no: DIGITALE FORSVARERE MOT DATAINNTRENGERE (I)

source: MS. ANONYMITY
nb_no: FR. ANONYMITET

# original/en.txt:171
source: TEAM: DIGITAL DEFENDERS
nb_no: LAGET (TEAM): DIGITALE FORSVARERE

source: POWERS: Government tests have augmented her immune system. She also has the ability to use social networks anonymously, so nobody knows who she really is.
nb_no: KREFTER: Statlige (offentlige) tester har forsterket immunforsvaret. Hun har også muligheten til å bruke sosiale nettverk anonymt, så ingen vet hvem hun egentlig er.

source: WEAPONS: She is a skilled hand-to-hand fighter
nb_no: VÅPEN: Hun er en dyktig hånd til hånd-kjemper

source: I.D. THIEF
nb_no: ID-TYV

# original/en.txt:181
source: TEAM: DATA INTRUDERS
nb_no: LAGET (TEAM): DATAINNTRENGERE

source: POWERS: She can see what you do online and then steal your personal information. She pretends to be you and tries to use your name, social media and e-mail accounts for criminal activities.
nb_no: KREFTER: Hun kan se hva du gjør på nettet, og så stjele dine personopplysninger. Hun later som hun er deg, og prøver å bruke ditt navn, sosiale medier og e-postkontoer til kriminelle aktiviteter.

source: WEAPONS: The Alpha Virus – which she uses to infiltrate computers and phones.
nb_no: VÅPEN: Alpha Viruset - som hun bruker for å infiltrere datamaskiner og telefoner.

source: C H A P T E R 4 Top three tips and tricks
nb_no: K A P I T T E L 4 Tre på topp tips og triks

source: 1. Not everyone has to know everything about us
nb_no: 1. Alle må ikke vite alt om oss

source: Like in the offline world, it is better to be choose carefully what we want to share or not. Instinctively, we share some things with some people and not with others. The internet sometimes makes it difficult to make that choice.
nb_no: Som i den vanlige verden er det bedre å være velge nøye hva vi ønsker å dele eller ikke. Instinktivt deler vi noen ting med noen mennesker og ikke med andre. Internettet gjør det noen ganger vanskelig å gjøre det valget.

source: This is partly because it's not always clear what is private online and what isn't, and partly because the internet has different rules than the offline world.
nb_no: Dette er delvis fordi det ikke alltid er klart hva som er privat på nettet og hva som ikke er, og delvis fordi Internettet har andre regler enn verden utenfor.

source: For example: Our friends will forgive a stupid comment we made when we were angry, and understand our behaviour because they know us. If someone else reads our comment online, they might not understand what we meant and might think we were being mean.
nb_no: For eksempel: Våre venner vil tilgi en dum kommentar vi gjorde da vi var sinte, og forstår vår oppførsel fordi de kjenner oss. Hvis noen andre leser vår kommentar på nettet, kanskje de ikke forstår hva vi mente, og kanskje tror vi var slemme.

source: 2. Safety and privacy online isn't difficult
nb_no: 2. Sikkerhet og personvern på nettet er ikke vanskelig

source: We don't have to be super nerds to keep ourselves safe online. We can use a tablet, phone or laptop our classmates can't access, a password no one else can guess, watch videos online without being tracked. We can do this in really simple ways.
nb_no: Vi trenger ikke å være supernerder for å beskytte oss på nett. Vi kan bruke brett, telefon eller en bærbar som våre klassekamerater ikke har tilgang til, et passord ingen andre kan gjette, se videoer på nett uten å bli sporet. Dette lar seg gjøre på enkelt vis.

source: 3. Knowing what or who we're protecting ourselves against
nb_no: 3. Vit hva eller hvem vi beskytter oss mot

source: Just as banks need to protect themselves from thieves, we also have to protect ourselves - against companies tracking us online, classmates that might be angry about something, or nosy parents being... nosy parents.
nb_no: Slik banker må beskytte seg mot tyver, må vi også beskytte oss selv - mot selskaper som sporer oss på nett, klassekamerater som kan være sure uvisst av hvilken grunn, eller snokende foreldre som er … snokende foreldre.

source: We should ask ourselves what the real threats are and what we can do about them. Once we have thought about these threats, we'll find that it really is possible to keep ourselves safe and control our privacy.
nb_no: Vi burde spørre oss selv om hva de reelle truslene er, og hva vi er i stand til å gjøre med dem. Når vi først har tenkt på disse truslene, finner vi at det er mulig å beskytte oss selv og holde kontrollen over vårt privatliv.

source: C H A P T E R 5 Safer messaging
nb_no: K A P I T T E L 5 Sikrere meldingsforsendelse

source: We all use our phones to send messages to friends and family.
nb_no: Vi bruker alle mobilen til å sende meldinger til venner og familie.

source: But some messaging apps read the contents of our messages and track who we talk to. Some apps do this so they can profit from this information.
nb_no: Noen meldingsprogrammer har det for seg at de kan lese innholdet i meldingene våre og spore hvem vi snakker til. Noen programmer gjør dette slik at de kan selge informasjonen.

source: » What you say and do online is very valuable for companies.
nb_no: » Hva du sier og gjør på nett er veldig verdifullt for selskaper.

source: The companies who make messaging apps often scan what we say. They track who we're talking to so they can show us advertisements to make us buy something or to share it with other companies. You can check out a list of cool messaging apps at the end of the booklet. These messaging apps also ensure that we don't receive texts from strangers. And there is also a guide how to install Signal in this booklet – Signal is a cool app to keep your messages safe.
nb_no: Selskapene som lager meldingsprogrammer skanner ofte hva vi sier. De sporer hvem vi snakker til slik at de kan vise reklame for å få oss til å kjøpe noe eller for å dele informasjonen med andre selskaper. Du kan sjekke en liste over kule meldingsprogrammer på slutten av heftet. Disse meldingsprogrammene forsikrer også at vi ikke mottar meldinger fra fremmede. Det er også en veiledning til installasjon av Signal i dette heftet - Signal er et kult program som sørger for at meldingene dine blir sendt trygt.

source: » QUEST 3: SOCIAL NETWORKS ARE GREAT BECAUSE... [Q] ...I can be sure that they will never use or sell my data. [M] ...I can stay in touch with friends and family. [N] ...I can be sure that only my friends can see the photos I post there
nb_no: » REBUS 3: SOSIALE NETTVERK ER FORTREFFELIGE FORDI… [L] …Jeg kan være sikker på at de aldri vil selge eller bruke min data. [N] …Jeg kan holde kontakten med venner og familie. [O] …Jeg kan forsikre meg om at bare mine venner kan se bildene jeg poster der

source: C H A P T E R 6 Smartphone security
nb_no: K A P I T T E L 6 Smarttelefonsikkerhet

source: Our phones have become very important for using the internet.
nb_no: Telefonene våre har blitt veldig viktige for bruken av Internett.

source: We use them when we want to communicate with our friends and family, when we use social networks or just browse the web.
nb_no: Vi bruker dem når vi ønsker å kommunisere med venner og familie, når vi bruker sosiale nettverk, eller ganske enkelt for å surfe.

source: But our phones are also useful for many other things, we can use them as a torch, to play games or to check the time of the next bus.
nb_no: Men telefonene våre er også nyttige for mange andre ting, vi kan bruke dem som lommelykt, til å spille, eller for å sjekke neste avgang på bussen.

source: When you install a new app, do you read what permission you are giving the app and how it can access information on your phone? Does a torch app really need access to your address book?
nb_no: Når du installerer ett nytt program, leser du virkelig hvilke tilganger du gir til programmet og hvordan det får tilgang til informasjonen på telefonen din? Trenger en lommelykt virkelig tilgang til adresselista di?

source: It is very tempting to just skip past the »Accept« screen, but it is good to stop and think. There are good reasons not to trust an app that is asking for stuff that it obviously does not need.
nb_no: Det er veldig fristende å bare trykke «Godta», men det er nyttig å stoppe opp og tenke. Det er gode grunner til å ikke stole på et program som spør om tilgang til ting det åpenbart ikke trenger.

source: With just a few clicks we can also check and even restrict the permissions of our phones or apps that are already installed. On most devices we can find those in the »Settings«. Have a browse around the settings of your phone, it is good to learn about how your phone works.
nb_no: Med kun få klikk kan vi også sjekke og sågar begrense tilgangene til våre telefoner eller programmer som allerede er installerte. På de fleste enheter kan vi finne disse i "Innstillinger. Sjekk rundt omkring på telefonen din, det er nyttig å lære seg hvordan den virker.

source: » Many apps get access to your personal stuff stored on your phone.
nb_no: » Mange programmer innynder seg tilgang til dine personlige ting som er lagret på telefonen din.
