Repository: EDRi-org/Privacy4Kids
Catalog: locale/*.po
Languages: nb_no

source: We can restrict access to our location, add a password to unlock our phone screen, we could also encrypt (protect) the whole phone with only a few clicks.
nb_no: Vi kan begrense tilgang til plasseringen vår, legge til et passord for å låse opp telefonskjermen, og også kryptere (beskytte) hele telefonen med kun få klikk.

source: Making our phones more secure and privacy-friendly, doesn't take much time. Towards the end of this booklet, you can find a list of great apps for this.
nb_no: Å gjøre telefonene våre sikrere og mer personvernsvennlige, tar ikke lang tid. På slutten av dette heftet finner du mange gode programmer i dette øyemed.

source: » DID YOU KNOW? If there is a good reason to give an app permission for something – a photo app, for example, that needs to have access to your camera – then there's little to worry about. But if you think that the app is asking for too much, you can check if there are other versions of the app in the store that ask for fewer permissions.
nb_no: » VISSTE DU? Det er gode grunner til at programmer har tilganger til ting - et fotoprogram, for eksempel, som må ha tilgang til kameraet ditt - er lite å bekymre seg over. Hvis du derimot tror programmet spør om for mye, kan du sjekke om det er andre versjoner av programmet som spør om færre tilganger.

source: DIGITAL DEFENDERS v DATA INTRUDERS (II)
nb_no: DIGITALE BESKYTTERE mot DATAINNTRENGERE (II)

source: MIND FREER
nb_no: SINNSBEFRIER

# original/en.txt:266
source: TEAM: DIGITAL DEFENDERS
nb_no: LAG: DIGITALE BESKYTTERE

source: POWERS: He fights for your right to decide what to share and with whom. He has the ability to create a private and secure environment where you can say what you think.
nb_no: KREFTER: Han sloss for din rett til å bestemme med hvem og hva du vil dele. Han har muligheten til å opprette et privat og sikkert miljø der du kan si hva du ønsker.

source: WEAPONS: His mind.
nb_no: VÅPEN: Hans sinn.

source: MAN IN THE MIDDLE.
nb_no: MANN-I-MIDTEN.

# original/en.txt:274
source: TEAM: DATA INTRUDERS
nb_no: LAG: DATAINNTRENGERE

source: POWERS: He has mystical powers to intercept what you do online. He can pretend to be a legitimate person online and then use this to hack right into your communications, to read your messages, see your photos and watch your videos.
nb_no: KREFTER: Han har mystiske krefter for å fange opp hva du gjør på nett. Han kan utgi seg for å være en faktisk person på nett og så bruke dette til å bryte seg rett inn i samtalene dine, for å lese meldingene dine, for å se bildene og se videoene dine.

source: WEAPONS: His suit and antennas.
nb_no: VÅPEN: Hans bekledning og antenner.

source: CHAPTER 7 Surfing the internet
nb_no: KAPITTEL 7 Surfing på Internett

source: A browser is often how we use the internet.
nb_no: Når vi sier vi bruker Internett er det ofte en nettleser vi bruker.

source: » It's easy to forget that the browser is a little piece of software itself.
nb_no: » Det er enkelt å glemme at nettleseren også er programvare.

source: It is sometimes the first thing you open when turning on your phone, tablet or computer, and the last thing you close. But a lot goes on inside the browser that you're not aware of and that be bad (or good) for your privacy.
nb_no: Det er noen ganger det første du åpner når du skrur på telefonen, brettet eller datamaskinen din, og det siste du lukker. Mye finner allikevel sted inne i nettleseren som du ikke er klar over, og det kan være skadelig (eller bra) for ditt personvern.

source: When we go online to buy something, watch videos or to see what our friends have been posting recently, we leave digital footprints. Some websites and social networks use these footprints to follow us.
nb_no: Når vi går på nett for å kjøpe noe, se videoer eller for å se hva våre venner har postet nylig, etterlater vi digitale fotspor. Noen nettsider og sosiale nettverk bruker disse fotsporene til å spore oss.

source: » Websites collect lots of stuff about us!
nb_no: » Nettsider innhenter mye informasjon om oss!

source: Who our friends are, what we like, what we are searching for and what we are listening to can all be tracked. These websites can do this because they use »cookies« in our browsers. These »cookies « are little pieces of software.
nb_no: Hvem vennene våre er, hva vi liker, hva vi søker etter, og hva vi lytter til kan spores. Disse nettsidene kan gjøre dette fordi det er informasjonskapsler i nettleserne våre. Disse informasjonskapslene er små biter av programvare.

source: They are invisible to us but when enough of data is collected and combined with other information about us, personal details that we think are secret become known to many people and companies.
nb_no: De er usynlige for oss, men når nok data er innhentet, og kombinert med annen informasjon om oss, vil personlige detaljer vi tenker på som hemmelige bli kjent for mange folk og selskaper.

source: Most devices come with a browser. On Windows we can use the Internet Explorer, Apple devices come with Safari, and Android devices' default browser is Google Chrome. But those are not necessarily the browsers that work best for you.
nb_no: De fleste enheter kommer med en nettleser. På Windows kan vi bruke Internet Explorer, Apple har Safari, og Android-enheter sin forvalgte nettleser er Google Chrome. Dette er ikke nødvendigvis de beste nettleserne som er best for deg.

source: » DID YOU KNOW? Make sure to check the »privacy options« of your browser and change the default settings so that you take control – just like Perfect Wave! Many people think that the best browser for your privacy and security is Firefox! Why? Because you can customise it, control it, and see how it works. It is possible that it is not installed on your computer, but you can download it very easily.
nb_no: » VISSTE DU? Husk på å ta en titt på de ulike «privatsfærevalg» i nettleseren din og endre de forvalgte innstillingene slik at du tar kontrollen - akkurat som Perfekt Bølge! Mange tror at den nettleseren som best verner ditt privatliv og gir sikkerhet er Firefox! Hvorfor det? Fordi du kan tilpasse den, kontrollere den, og se hvordan den virker. Det er mulig at den ikke er installert på datamaskinen din , men du kan enkelt laste den ned.

source: DIGITAL DEFENDERS v DATA INTRUDERS (III)
nb_no: DIGITALE BESKYTTERE mot DATAINNTRENGERE (III)

source: PERFECT WAVE
nb_no: PERFEKT BØLGE

# original/en.txt:312
source: TEAM: DIGITAL DEFENDERS
nb_no: LAG: DIGITALE BESKYTTERE

source: POWERS: He can navigate space, hyperspace and cyberspace on his board. The Perfect Wave does not require food or drink, he can survive by converting data into energy. He is almost totally indestrucible.
nb_no: KREFTER: Han kan navigere rom, kyberrom, og flere dimensjoner på brettet sitt. Perfekt Bølge avhenger ikke av mat eller drikke, han kan overleve ved å omvende data til energi. Han er nesten totalt udødelig.

source: WEAPONS: His surfboard.
nb_no: VÅPEN: Surfebrett.

source: KRAZY KOOKIE
nb_no: GAL KAKE

# original/en.txt:320
source: TEAM: DATA INTRUDERS
nb_no: LAG: DATAINNTRENGERE

source: POWERS: He is always looking for a fight. He hates all Defenders but considers the Perfect Wave his worst enemy. He has a monstrous appetite for your secrets.
nb_no: Krefter: Han er alltid på utkikk etter bråk. Han hater alle beskyttere, men synes at Perfekt Bølge er sin verste fiende. Han har en monstrøs appetitt for dine hemmeligheter.

source: WEAPONS: His spinning robot arm.
nb_no: VÅPEN: Hans snurrende robotarm.

source: » QUEST 4: SOME APPS ... [F] …are so secure that I never have to think about my privacy at all when using them. [L] …are better than chocolate. [O] …can access my contacts, pictures, and messages.
nb_no: » REBUS 4: NOEN PROGRAMMER… [F] …er så sikre at jeg aldri trenger å tenke på mitt personvern når jeg bruker dem. [L] …er bedre enn sjokolade. [S] …har tilgang til mine kontakter, bilder og meldinger.

source: CHAPTER 8 Password security
nb_no: KAPITTEL 8 Passordsikkerhet

source: Passwords. Very important in the digital age.
nb_no: Passord. Veldig viktig i den digitale tidsalder.

source: Incredibly important, in fact. They form the basis of your security and privacy. And most people's passwords are very, very weak – the most commonly used password is »password» or »12345».
nb_no: Uhyre viktig faktisk. De utgjør grunnlaget for din sikkerhet og ditt personvern. Folks passord er vanligveldig veldig, veldig svake - det mest brukte passordet er "passord" eller "12345".

source: Creating a secure password is not very difficult.
nb_no: Å laget et sikkert passord er ikke veldig vanskelig.

source: 1. Never use the same password twice
nb_no: 1. Aldri bruk samme passord to ganger

source: This is really one of the most important rules! At least, try to make different versions of the password you created.
nb_no: Dette er faktisk én av de viktigste reglene! Prøv ihvertfall å ha forskjellige versjoner av passordet du opprettet.

source: Why? Because if criminals (like Data Smuggler) get access to the passwords of one service, they often try to enter other services with the same password. They know that people tend to use the same password on several sites!
nb_no: Hvorfor? Som følge av at kriminelle (som Datasmugleren) har tilgang til passord på én tjeneste, prøver de ofte å komme inn på andre tjenester med samme passord. De vet hva folk har som vane å bruke som passord på flere sider!

source: 2. Never use a word from the dictionary
nb_no: 2. Aldri bruk et ord fra ordboka

source: …no matter how long it may be or how complicated it may look.
nb_no: …uansett hvor langt det måtte være eller hvor komplisert det måtte se ut til å være.

source: Why? Because there are computer programmes that try every single word in the dictionary as a way of »guessing« your password. Every superhero in our Defenders team has a strong and creative password. You can join them – your password is your weapon to get out of danger!
nb_no: Hvorfor? Fordi det finnes dataprogrammer som prøver hvert eneste ord i ordboka for forsøke å "gjette" passordet ditt på. Hver superhelt i vårt lag av Beskyttere har et sterkt og kreativt passord. Du kan bli en av dem - passordet ditt er ditt våpen for å unngå fare!

source: 3. Your password should be at least 12 characters long
nb_no: 3. Passordet ditt burde være minst 12 tegn langt

source: This is the minimum. The longer a password is, the more difficult it is to hack it.
nb_no: Dette er et minimum. Desto lengre et passord er, desto vanskeligere er det å gjette seg til det.

source: Why? Because the longer it is, the more difficult it is to guess. Some experts say that it is OK to write it down, just hide the piece of paper very well!
nb_no: Hvorfor? Fordi desto lengre det er, desto vanskeligere er det å gjette. Noen eksperter sier at det er OK å skrive det ned, bare husk å skjule papiret godt!

source: DIGITAL DEFENDERS v DATA INTRUDERS (IV)
nb_no: DIGITALE BESKYTTERE mot DATAINNTRENGERE (IV)

source: QUEEN OF LOCKS
nb_no: DRONNINGEN AV LÅSER

# original/en.txt:367
source: TEAM: DIGITAL DEFENDERS
nb_no: LAG: DIGITALE BESKYTTERE

source: POWERS: She fights for privacy and security. She gives powerful private keys to people who are in danger and helps them to secure their personal information online.
nb_no: KREFTER: Hun sloss for privatliv og sikkerhet. Hun gir kraftfulle private nøkler til folk som er i fare og hjelper dem å sikre sin personlige informasjon på nett.

source: WEAPONS: Her helmet – she uses it to shoot energy beams from her eyes. She can cut right through Finn Phisher's dangerous net.
nb_no: VÅPEN: Hjelmen - hun bruker den til å skyte energistråler fra øynene. Hun kan kutte Finn Lurefiskers nett tvert av.

source: FINN PHISHER
nb_no: FINN LURFISKER

# original/en.txt:375
source: TEAM: DATA INTRUDERS
nb_no: LAG: DATAINNTRENGERE

source: POWERS: He possesses superhuman strength, speed and reflexes. He uses his powers to sneak into your phone and fish for your secrets.
nb_no: KREFTER: Han har overmenneskelig styrke, fart og reflekser. Han bruker sine krefter til å snike seg inn i telefonen din og fiske etter hemmelighetene dine.

source: WEAPONS: He throws an electrostatic data net to stun his opponents.
nb_no: VÅPEN: Han kaster sitt elektrostatiske datanett for å overvelde sine motstandere.

source: » QUEST 5: WHEN I BROWSE THE INTERNET...
nb_no: » REBUS 5: NÅR JEG SURFER PÅ INTERNETT…

source: [X] …I can do whatever I want, and I'm safe – it's not reality! [U] …I can protect myself by not allowing cookies and not storing my browser history. [Y] …being too careful is just paranoid, because I have nothing to hide.
nb_no: [X] …kan jeg gjøre hva jeg vil, jeg er trygg - det er ikke virkelighet! [E] …kan jeg beskytte meg selv ved å ikke tillate informasjonskapsler og ikke lagre min nettleserhistorikk. [L] …er det å være forsiktig bare paranoid, fordi jeg ikke har noe å skjule.

source: CHAPTER 9 Photo and video sharing
nb_no: KAPITTEL 9 Deling av videoer og bilder

source: We tell our friends about our daily life by sharing images and videos with them online.
nb_no: Vi forteller vennene våre om vårt daglige gjørende ved å dele bilder og videoer med dem på nett.

source: » Sharing is cool – but photos and videos can be copied easily.
nb_no: » Deling er kult - men bilder og videoer lar seg enkelt kopiere.

source: Remember that it is always important to make sure that we are not sharing with people we don't want to share with. People might be able to see our private images, and misuse them.
nb_no: Husk at det alltid er viktig å forsikre seg om at man ikke deler med folk man ikke ønsker. Folk kan komme til å både se og misbruke private bilder.

source: What is the problem? If we send an image or video, we send a copy of it from our device to the device of a friend. Imagine that our friend shares the image again with others. Every copy can be copied again.
nb_no: Hva er problemet? Hvis vi sender et bilde eller video, sendes det en kopi av den fra vår enhet til vår venns enhet. Forestill deg at vår venn deler bildet igjen med andre. Hver kopi kan kopieres igjen.

source: If we share a photo or video online, there will always be several copies of it on different devices. Even if we delete the original image from our own devices, the other copies will still be there.
nb_no: Hvis vi deler et bilde eller en video på nett, vil det alltid være mange kopier av den på forskjellige enheter. Selv om vi sletter det opprinnelige bildet fra våre egne enheter, vil de andre kopiene fremdeles være å finne der ute.

source: When we share, our stuff can get into the hands of people that we didn't want to share with.
nb_no: Når vi deler, kan våre ting komme andre folk i hende, uten at vi hadde tenkt å dele med dem.

source: Some people could even try to steal our identity by using our images – just like I.D. Thief.
nb_no: Noen folk kan prøve å stjele vår identitet ved å bruke våre bilder - akkurat som I.D-tyv.

source: Snapchat is an app to share pictures that disappear quickly. Unfortunately, it is still possible to save a photo with a few tricks and share it again. Thousands of Snapchat images have already been put on the internet.
nb_no: Snapchat er et program for deling av bilder som blir borte raskt. Uheldigvis er det fremdeles mulig å lagre et bilde ved bruk av noen triks og dele det videre. Tusenvis av Snapchat-bilder har allerede blitt lagt ut på Internett.

source: This means that we all have to live with the possibility that social networks can be used in good ways as well as bad ways. So we need to think before we post or send photos and videos via the internet! We should ask ourselves if we would put this photo on the public board of our school. If not, it's maybe not a good idea to share it online.
nb_no: Dette betyr at vi alle må leve med muligheten for at våre sosiale nettverk kan brukes til både gode og dårlige formål. Vi må derfor tenke før vi sender bilder og videoer via Internett! Vi bør spørre oss selv om vi ville puttet dette bildet på en offentlig oppslagstavle på skolen. Hvis ikke, er det kanskje ikke en god idé å dele det på nett.

source: If our photo shows other people, we have to ask for their permission before sharing, because it is their right to decide.
nb_no: Hvis bildet vårt viser andre folk, må vi spørre om deres samtykke før vi deler det, fordi de har en rett til å bestemme selv.

source: For images that we did not take ourselves, we should ask the owner for permission before we share them online.
nb_no: For bilder som vi ikke har tatt selv, burde vi spørre eieren om lov før vi deler dem på nett.

source: DIGITAL DEFENDERS v DATA INTRUDERS (V)
nb_no: DIGITALE BESKYTTERE mot DATAINNTRENGERE (V)

source: JOHNNY RANDOM
nb_no: TRULS TILFELDIG

# original/en.txt:419
source: TEAM: DIGITAL DEFENDERS
nb_no: LAG: DIGITALE BESKYTTERE

source: POWERS: He was born on planet Entropia, somewhere in a far away Galaxy. As all members of his species, he has the ability to change his shape at will. He can shield your secrets with randomly changing passwords.
nb_no: KREFTER: Han ble født på planeten Entropia, i en avsidesliggende galakse, langt unna. Som alle hans artsfrender, har han mulighet til å endre form etter ønske. Han kan beskytte dine hemmeligheter med muterende passord.

source: WEAPONS: His main weaponry are energy charged parts of his body that he can throw and recover at any time.
nb_no: VÅPEN: Hans hovedvåpen er energiserte deler av kroppen hans som han kan kaste og tilbakekalle når som helst.

source: DATA SMUGGLER
nb_no: DATASMUGLEREN

# original/en.txt:427
source: TEAM: DATA INTRUDERS
nb_no: LAG: DATAINNTRENGERE

source: POWERS: He is very rich and has abilities far superior to humans. He is incredibly flexible and has superhuman strength. He collects precious personal data (like your photos and messages) and sells it on the black market.
nb_no: KREFTER: Han er veldig rik og hans evner overskrider enkelt dem forbeholdt mennesker. Han er ekstremt fleksibel og har overmenneskelig styrke. Han sanker dyrebar personlig data (som dine bilder og meldinger) og selger det på svartebørs.

source: WEAPONS: He carries different types of weapons in his suitcase.
nb_no: VÅPEN: Han har mange forskjellige våpen i stresskofferten sin.

source: CHAPTER 10 Apps & tools we like
nb_no: Kapittel 10 Programmer og verktøy vi liker

source: SMARTPHONE APPS App What it does Difficulty to use Signal Messaging, SMS and encrypted phone calls (WhatsApp alternative) Easy
nb_no: SMARTTELEFONPROGRAMMER Program Hva det gjør Enkelhet i bruk Signal Medinger, SMS og krypterte telefonsamtaler (WhatsApp-alternativ) Enkelt

source: OrBot & OrFox Surf the web anonymously Easy KeePassDroid Manages all your passwords Easy F-Droid Archive with apps that are open and free software (Google Play alternative) Easy
nb_no: Orbot og Orfox Surf på nettet anonymt Enkelt KeePassDroid Behandler alle passordene dine Enkelt F-Droid Pakkebrønn med fri programvare (Google Play-alternativ) Enkelt

source: K9 Mail Manages your emails Easy ChatSecure Messaging app for multiple accounts like Facebook and Google Medium
nb_no: K9 Mail Håndterer e-postene dine Enkelt ChatSecure Meldingsprogram som hånderer flere kontoer, som Facebook og Google Middels

source: Transportr Public transport, check bus and train times Easy Csip Secure Encrypted calls (Skype alternative) Medium APG To encrypt emails with K9 Mail Difficult
nb_no: Transportr Kollektivtransport, sjekk bussavganger og togtabeller Enkelt Csip Secure Krypterte samtaler (Skype-alternativ) Middels APG For å kryptere e-poster med K9 Mail Vanskelig

source: SOFTWARE FOR WINDOWS, MAC AND LINUX Software What it does Difficulty to use Jitsi Encrypted video calls Medium Tor Browser Surf the web anonymously Easy Pidgin and OTR Plugin Messaging (compatible with ChatSecure) Medium Thunderbird &Enigmail Manages your email accounts, the Enigmail Add-on encrypts your emails Medium
nb_no: PROGRAMVARE FOR WINDOWS, MAC og GNU/LINUX Software Hva den gjør Enkelhet i bruk Jitsi Krypterte videosamtaler Middels Tor Browser Surf på nettet anonymt Enkelt Pidgin and OTR Plugin Meldingstjeneste (kompatibelt med ChatSecure) Middels Thunderbird &Enigmail Behandler dine e-postkontoer, Enigmail-tillegget krypterer e-postene dine Middels

source: BROWSER PLUG-INS, ADD-ONS AND EXTENSIONS Plug-in What it does Difficulty to use Disconnect.me Blocks cookies and trackers Easy Privacy Badger Blocks trackers Easy HTTPS Everywhere Forces websites to use a more secure method, if possible Easy Self Destructing Cookies Removes cookies when they are no longer used by open browser tabs Medium NoScript Blocks JavaScript Difficult
nb_no: NETTLESERPROGRAMTILLEGG, TILLEGG OG UTVIDELSER Tillegg Hva det gjør Enkelhet i bruk Disconnect.me Blokkerer kaker og sporere Enkelt Privacy Badger Blokkerer sporere Enkelt HTTPS Everywhere Tvinger nettsider til å bruke en sikrere metode, hvis mulig Enkelt Self Destructing Cookies Fjerner kaker som ikke lenger er i bruk av åpne nettleserfaner Middels NoScript Blokkerer JavaScript Vanskelig

source: CHAPTER 11 Hands-on guide for Signal
nb_no: KAPITTEL 11 Veiledning til bruk av Signal

source: Signal is a free Android and iPhone app. It doesn't watch what we say or who we talk to. We can use it to text, call, and share pictures, videos, and contacts.
nb_no: Signal er et gratisprogram for Android og iPhone. Den holder ikke oppsyn med hvem vi snakker til og hva vi sier. Vi kan bruke den til å sende tekst, ringe, og dele bilder, videoer og kontakter.

source: It is not the only app we can use to communicate safely, but it is one of the easiest to use. Here is a handson-guide for it in five simple steps:
nb_no: Dette er ikke det eneste programmet vi kan bruke til å kommunisere trygt, men det er ett av de enkleste å bruke. Her har du en veiledning i fem enkle steg:

source: 1. Go into the Play Store (Android) or App Store (iPhone). Search for »Signal«. Select the app »Signal Private Messenger« and tap ›Install‹. After Signal is installed, open the app.
nb_no: 1. Gå til Play-butikken (Android) eller App-butikken (iPhone). Søk etter "Signal". Velg programmet "Signal Private Messenger" og trykk "Installer". Etter at Signal er installert, åpner du programmet.

source: 2. Register your phone number with Signal by entering your mobile phone number and selecting ›Register‹ or ›Verify your device‹. You'll get a text message with a six digit code. Put that code into Signal.
nb_no: 2. Registrer telefonnummeret ditt med Signal ved å skrive det inn og velge "Registrer" eller "Bekreft din enhet". Du vil få en tekstmelding med en sekssifret kode. Putt denn koden inn i Signal.

source: 3. Tap the pencil on the bottom right (Android) or the »+« symbol on the top right (iPhone) to start a conversation.
nb_no: 3. Trykk på blyantsymbolet nederst til høyre (Android) eller "+"-symbolet øverst til høyre (iPhone) for å starte en samtale.

source: 4. Select the person you want to text or call.
nb_no: 4. Velg personen du ønsker å sende en melding til eller ringe.

source: 5. If you want to change between secure messages via your internet connection and insecure SMS, just hold the »Send« button for a tiny bit longer.
nb_no: 5. Hvis du ønsker å veksle mellom sikre meldinger via din internettilknytning og usikrede SMS-er, hold nede "Send"-knappen litt lengre.

source: It's much more secure when the person who we're contacting is using Signal too. It uses our internet connection when we contact another Signal user and normal SMS or minutes when we contact someone who is not using Signal.
nb_no: Det er mye sikrere når personen vi kommuniserer med også bruker Signal. Da brukes vår internettilknytning når vi kontakter en annen Signal-bruker og vanlige SMS-er eller ringeminutter når vi kontakter noen som ikke bruker Signal.
