Repository: EDRi-org/Privacy4Kids
Catalog: locale/*.po
Languages: nb_no

source: Remember! You don't have to get everyone you know to use Signal. Just tell your closest friends and the people you contact most often to install it too and then more and more of our friends will start using it.
nb_no: HUSK! Du trenger ikke å få alle du kjenner til begynner å bruke Signal. Bare fortell dine nærmeste venner og folk du kontakter oftest om å installere det også, og dermed vil flere og flere av vennene våre begynne å bruke det.

source: This booklet was made possible thanks to:
nb_no: Dette heftet ble til takket være:

source: • individual donors on GlobalGiving.com – thank you all for your contribution! • the Adessium Foundation and Open Society Foundations
nb_no: • Individuelle donasjoner på GlobalGiving.com – Takk til dere alle for deres bidrag! • Adessium-stiftelsen og Open Society-stiftelsene

source: This document is distributed under a Creative Commons 2.0 Licence (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/
nb_no: Dette dokumentet gjøres tilgjengelig med bruksvilkår i tråd med Creative Commons 2.0 (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/

source: » QUEST 6: I SHOULD CHOOSE AS MY PASSWORD … [R] …a random combination of letters and special characters. [V] …123456789 – it's easy to remember. [D] …the first word I see when opening a random book from a random page.
nb_no: » REBUS 6: JEG BURDE VELGE ET PASSORD SOM… [R] …er en tilfeldig kombinasjon av bokstaver og spesialtegn. [V] …123456789 - det er enkelt å huske. [D] …det første ordet jeg ser når jeg åpne ei tilfeldig bok på ei vilkårlig side.
